{
  "resources": [
    {
      "id": "r001",
      "title": "ศูนย์หัวใจสิริกิติ์ ภาคตะวันออกเฉียงเหนือ",
      "description": "โรงพยาบาลเฉพาะทาง โรคหัวใจและหลอดเลือด ขนาด 200 เตียง ให้บริการผู้ป่วยปีละประมาณ 142,000 ราย การให้บริการตรวจรักษาได้มาตรฐานสากล JCI ,HA ให้บริการตรวจรักษาโรคหัวใจและหลอดเลือดทั้งเด็กและผู้ใหญ่ บริการผู้ป่วยฉุกเฉินตลอด 24 ชั่วโมงรักษาผู้ป่วยโดยวิธีการผ่าตัดหัวใจแบบเปิดและปิด รวมทั้งตรวจวินิจฉัยด้วยวิธีการทำหัตถการ ขยายหลอดเลือดหัวใจตีบด้วยบอลลูน ใส่ขดลวดค้ำยัน รักษาภาวะหัวใจเต้นผิดจังหวะด้วยวิธี Electrophysiology Study & RadioFrequency Ablation เป็นที่แรกและที่เดียวในภาคตะวันออกเฉียงเหนือ เป็นศูนย์กลางทั้งทางการแพทย์มีการให้บริการวิชาการและวิจัย ทางด้านโรคหัวใจและหลอดเลือดระดับตติยภูมิชั้นสูง และขยายภารกิจไปในระดับภูมิภาคอาเซียน เพื่อช่วยเหลือผู้ป่วยให้พ้นความทุกข์ทรมานจากโรคภัยซึ่งเป็นการตอบสนองน้ำพระทัยแด่องค์สมเด็จพระบรมราชินีนาถฯที่ทรงห่วงใยพสกนิกรชาวไทย และเพื่อคุณภาพชีวิตของคนไทยที่ดีขึ้นต่อไปศูนย์โรคหัวใจคุณค่าต่อสังคม และมวลมนุษยชาติตรวจรักษาจากทีมแพทย์เฉพาะทางแพทย์ผู้เชียวชาญด้านโรคหัวใจและหลอดเลือดให้บริการผู้ป่วยดุจญาติมิตรการเอาใจใส่ดูแลผู้ป่วยด้วยหัวใจที่เกื้อกูลมีมาตรฐานความปลอดภัยเป็นเลิศ มีมนุษยธรรม และมุ่งเน้นผู้รับบริการ",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์"],
      "fileUrl": "/mock/resources/poster-2024.png",
      "thumbnailUrl": "/mock/resources/hero-1.jpg",
      "uploadedBy": "admin",
      "downloadCount":10,
      "createdAt": "2024-05-12T10:00:00Z",
      "updatedAt": "2024-04-01T10:00:00Z"
    },
    {
      "id": "r002",
      "title": "เส้นทางสู่การเป็น SMC",
      "description": "ศูนย์บริการทางการแพทย์ชั้นเลิศ  คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่นทราบหรือไม่ว่า SMC นั้นได้เริ่มก่อตั้งมาตั้งแต่ปี 2550 โดยเริ่มต้นจาก “คลินิกนอกเวลา” ซึ่งย้ายมาเปิดให้บริการที่อาคารสมเด็จพระศรีนครินทราบรมราชชนนีอนุสรณ์ (ส.ว.1) ตั้งแต่วันที่ 5 ธันวาคม 2550 เป็นต้นมา และให้บริการแบบองค์รวมสหสาขาทุกวิชาชีพ โดยได้เปลี่ยนชื่อเป็น “คลินิกบริการสุขภาพแบบบูรณาการ” เน้นความสะดวกรวดเร็ว ผู้ป่วยได้รับการดูแลรักษากับแพทย์ผู้เชี่ยวชาญเฉพาะด้านโดยตรง ช่วยลดความแออัดของโรงพยาบาลศรีนครินทร์ โดยได้เปิดให้บริการผู้ป่วยในแบบบูรณาการ 2 หอผู้ป่วย คือ หอผู้ป่วยพิเศษชั้น 11 และหอผู้ป่วยพิเศษชั้น 12ต่อมาในปี 2553 ทีมผู้บริหารพร้อมด้วยทีมงานได้ไปศึกษาดูงานกับโรงพยาบาลเอกชนที่มีชื่อเสียง เพื่อนำมาพัฒนาระบบการให้บริการ ในระยะแรกเน้นการให้บริการผู้ป่วยนอกโดยให้มีการขยายการบริการห้องตรวจผู้ป่วยในเวลาราชการ จนกระทั่งปี 2556 ได้เพิ่มช่องทางการให้บริการแก่ประชาชนที่มาใช้บริการที่โรงพยาบาลศรีนครินทร์ ที่ประสงค์ชำระเงินสด และกลุ่มที่มีประกันสุขภาพจากบริษัทประกันชีวิต ให้สามารถเข้าถึงบริการโรงพยาบาลของรัฐบาลได้มากขึ้น โดยขยายการให้บริการในรูปแบบการบริการจ่ายสินไหม ซึ่งใช้ระบบการพิจารณาอนุมัติผ่านเครื่องโทรสาร (Fax Claim Service) และเปิดหอผู้ป่วยพิเศษชั้น 14 ขึ้น จำนวน 12 ห้อง ให้การดูแลโดยคณาจารย์แพทย์ผู้เชี่ยวชาญเฉพาะทางและบุคลากรผู้มีประสบการณ์ ในด้านการวินิจฉัยโรคและการรักษาพยาบาลด้วยเครื่องมือและอุปกรณ์ที่ทันสมัยและมีประสิทธิภาพสูงระหว่างปี 2560 – 2562 บุคลากรระดับผู้บริหารและผู้ปฏิบัติงานได้ไปศึกษาดูงานทั้งโรงพยาบาลเอกชนและรัฐบาล เพื่อเตรียมพร้อมสำหรับการขยายบริการไปสู่ระดับอาเซียนในอนาคตและกลับมาดำเนินการปรับปรุงโครงสร้างและขยายบริการผู้ป่วยนอก โดยแยกเป็น Premium Clinic, Special Clinic และ Check up Clinic รวมถึงขยายบริการผู้ป่วยใน ได้แก่ หอผู้ป่วยพิเศษชั้น 14 เปิดขยายเตียงให้บริการเพิ่มขึ้นเป็น 23 เตียง เพิ่มการบริการที่หอผู้ป่วยพิเศษชั้น 13 และ หอผู้ป่วยพิเศษชั้น 15 นอกจากนั้นยังได้เชิญทีมที่ปรึกษาที่มีความเชี่ยวชาญมาให้ความรู้และร่วมออกแบบระบบบริการ พร้อมทั้งเพิ่มพูนทักษะผู้ให้บริการทุกระดับอีกด้วยจนในที่สุด เมื่อวันที่ 11 พฤศจิกายน 2562 จากคลินิกนอกเวลาจึงได้กลายมาเป็น SMC ศูนย์บริการทางการแพทย์ชั้นเลิศ  คณะแพทยศาสตร์ อย่างเต็มภาคภูมิ ยกระดับการบริการขึ้นเป็น Premium Service โดยบุคลากรทางการแพทย์ผู้เชี่ยวชาญพร้อมนวัตกรรมทางการแพทย์ระดับเลิศ ให้บริการด้วยหัวใจโดยเอาใจใส่ต่อจิตใจของผู้ป่วยและญาติอย่างลึกซึ้ง ส่งเสริมการมีสุขภาพที่แข็งแรง สร้างบรรยากาศแห่งความสุขทั้งผู้รับบริการและผู้ให้บริการตามปณิธานขององค์กร “Happiness of Care” ความสุขของการได้ดูแล",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-2.jpg",
      "thumbnailUrl": "/mock/resources/hero-2.jpg",
      "uploadedBy": "admin",
      "downloadCount": 21,
      "createdAt": "2024-04-01T11:00:00Z",
      "updatedAt": "2024-04-01T11:00:00Z"
    },
    {
      "id": "r003",
      "title": "ยาเสพติดและโรคหัวใจ",
      "description": "ยาเสพติดส่วนใหญ่มักมีผลข้างเคียงต่อระบบหัวใจและหลอดเลือด ตั้งแต่ทำให้หัวใจเต้นผิดจังหวะไปจนถึงหัวใจวาย การฉีดยาเสพติดเข้าเส้นยังอาจทำให้เกิดปัญหาด้านระบบหัวใจและหลอดเลือด เช่น เส้นเลือดตีบและการติดเชื้อแบคทีเรียในหลอดเลือดและลิ้นหัวใจยาเสพติดหลายชนิด เช่น โคเคน เฮโรอีน และแอมเฟตามีนรูปแบบต่างๆ มีผลต่อระบบประสาทส่วนกลางและสามารถเปลี่ยนความรู้สึกตัวของผู้ใช้ได้ นอกจากการติดยาแล้ว ผลข้างเคียงและความเสี่ยงต่อหัวใจที่เกี่ยวข้องกับการใช้ยาเหล่านี้ ได้แก่:การเปลี่ยนแปลงของอุณหภูมิร่างกาย อัตราการเต้นของหัวใจ และความดันโลหิตความเป็นไปได้ของสารที่เพิ่มเข้ามา เช่น ทัลคัม สารพิษ สารกำจัดวัชพืช หรืออนุภาคอื่นๆ ซึ่งอาจทำให้เกิดปฏิกิริยาพิษได้ความดันโลหิตสูง หัวใจเต้นผิดจังหวะ กล้ามเนื้อหัวใจผิดปกติ โรคหลอดเลือดแดงส่วนปลาย การแข็งตัวของเลือดเพิ่มขึ้น และการสะสมของคราบพลัคในหลอดเลือดแดงภาวะขาดเลือด หัวใจวาย โรคหลอดเลือดหัวใจเฉียบพลันอื่นๆ และโรคหลอดเลือดสมองอัตราการเสียชีวิตที่เพิ่มขึ้นในผู้ที่มีโรคหลอดเลือดหัวใจที่มีอยู่ก่อน",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-3.jpg",
      "thumbnailUrl": "/mock/resources/hero-3.jpg",
      "uploadedBy": "admin",
      "downloadCount": 28,
      "createdAt": "2024-04-03T09:00:00Z",
      "updatedAt": "2024-04-03T09:00:00Z"
    },
    {
      "id": "r004",
      "title": "มลพิษทางอากาศกับโรคหัวใจและโรคหลอดเลือดสมอง",
      "description": "มีปัจจัยหลายประการที่ทำให้เกิดโรคหัวใจ รวมถึงยีนของคุณด้วย แต่หลักฐานทางการแพทย์ที่เพิ่มมากขึ้นเชื่อมโยงมลพิษทางอากาศกับโรคหัวใจ ไม่ว่าคุณจะอาศัยอยู่ในเมืองที่มีการพยากรณ์หมอกควันเป็นประจำหรือในพื้นที่ที่มีประชากรน้อย อนุภาคมลพิษขนาดเล็กในอากาศก็อาจก่อให้เกิดปัญหาใหญ่ต่อหัวใจของคุณได้มลพิษอาจมาจากการจราจร โรงงาน การผลิตไฟฟ้า ไฟป่า หรือแม้แต่การทำอาหารด้วยเตาไม้ แหล่งมลพิษภายในบ้านที่พบบ่อยที่สุดแหล่งหนึ่งคือการสูบบุหรี่ ซึ่งเป็นอันตรายต่อทั้งผู้จุดไฟและผู้คนในบริเวณใกล้เคียงการได้รับมลพิษทางอากาศในระยะสั้นอาจเพิ่มความเสี่ยงต่อการเกิดอาการหัวใจ วาย โรคหลอดเลือดสมอง หัวใจเต้นผิดจังหวะ และหัวใจล้มเหลว ในผู้ที่มีความเสี่ยง เช่น ผู้สูงอายุหรือผู้ที่มีโรคประจำตัวความเสี่ยงต่อการเสียชีวิตมีมากขึ้นหากได้รับมลพิษเป็นเวลานาน งานวิจัยในปัจจุบันระบุว่ามลภาวะทางอากาศมีส่วนช่วยในการพัฒนาและความก้าวหน้าของโรคหลอดเลือดแดงแข็ง ซึ่งเป็นคราบพลัคที่สะสมในผนังหลอดเลือดแดงและทำให้เกิดโรคหัวใจ นอกจากนี้ มลภาวะยังอาจส่งผลต่อความดันโลหิตสูง และโรคเบาหวาน อีก ด้วยการป้องกันสามารถช่วยผู้ป่วยโรคหัวใจได้ปรึกษาผู้เชี่ยวชาญด้านการดูแลสุขภาพของคุณเพื่อทำความเข้าใจความเสี่ยงในพื้นที่ของคุณ ค้นหาแหล่งข้อมูลเพิ่มเติมเกี่ยวกับมลพิษทางอากาศในพื้นที่ และเคล็ดลับที่เป็นประโยชน์ในการลดการสัมผัสกับมลพิษ อาจมีแอปที่มีข้อมูลนี้ด้วยหากทำได้ ให้พยายามอยู่แต่ในบ้านหรือใช้มาตรการป้องกันอื่นๆ เมื่อมีคำเตือนเรื่องคุณภาพอากาศต่ำ การใช้ระบบกรองอากาศสามารถปรับปรุงคุณภาพอากาศภายในบ้าน โรงเรียน และสถานที่ทำงานได้",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-4.jpg",
      "thumbnailUrl": "/mock/resources/hero-4.jpg",
      "uploadedBy": "admin",
      "downloadCount": 11,
      "createdAt": "2024-04-03T09:00:00Z",
      "updatedAt": "2024-04-03T09:00:00Z"
    },
    {
      "id": "r005",
      "title": "คลินิกศัลยกรรมหลอดเลือด",
      "description": "SMC ให้บริการตรวจวินิจฉัยและผ่าตัดโรคทางระบบหลอดเลือดที่ประกอบด้วยหลอดเลือดแดง หลอดเลือดดำและการไหลเวียนของน้ำเหลืองโดยศัลยแพทย์หลอดเลือดผู้เชี่ยวชาญด้วยวิธีการรักษาที่ปลอดภัยและมีประสิทธิภาพมากที่สุด SMC ให้บริการตรวจรักษาโรคหลอดเลือดต่างๆ อาทิ เส้นเลือดขอด หลอดเลือดตีบ หลอดเลือดโต หลอดเลือดตัน หลอดเลือดแตก หลอดเลือดสำหรับฟอกไต เป็นต้น",
      "type": "image",
      "category": "medical",
      "tags": ["คลินิก", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-5.jpg",
      "thumbnailUrl": "/mock/resources/hero-5.jpg",
      "uploadedBy": "admin",
      "downloadCount": 12,
      "createdAt": "2024-04-05T08:45:00Z",
      "updatedAt": "2024-04-05T08:45:00Z"
    },
    {
      "id": "r006",
      "title": "คลินิกสุขภาพบุคคลข้ามเพศ",
      "description": "การมีใครสักคนช่วยดูแลคุณด้วยความเข้าใจคือสิ่งสำคัญในการใช้ชีวิตในสังคมได้อย่างมีความสุขคณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น ให้ความสำคัญต่อความหลากหลายทางเพศและอัตลักษณ์ทางเพศ โดยเฉพาะอย่างยิ่งกับบุคคลข้ามเพศ ซึ่งในอดีตสังคมยังไม่ยอมรับเรื่องเหล่านี้และมองว่าการเบี่ยงเบนทางเพศหรือการแปลงเพศเป็นเรื่องผิดธรรมชาติและผิดบรรทัดฐานของสังคม แต่ในทางการแพทย์สมัยใหม่ไม่ถือว่าความหลากหลายทางเพศเป็นความผิดปกติของทั้งร่างกาย จิตใจ และพฤติกรรม และยังได้ส่งเสริมให้บุคคลข้ามเพศเหล่านั้นได้เกิดความรู้ความเข้าใจในอัตลักษณ์ทางเพศของตนเอง ตลอดจนสนับสนุนด้านการดูแลรักษาที่ปลอดภัยให้แก่บุคคลเหล่านั้นในการเปลี่ยนแปลงสภาพร่างกายตามความปรารถนาของตนเอง ได้แสดงตัวตนของตนเองออกมาอย่างเปิดเผย และดำเนินชีวิตได้อย่างปกติสุขในสังคม",
      "type": "image",
      "category": "medical",
      "tags": ["คลินิก", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-6.jpg",
      "thumbnailUrl": "/mock/resources/hero-6.jpg",
      "uploadedBy": "admin",
      "downloadCount": 33,
      "viewCount": 120,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r007",
      "title": "คลินิกเวชศาสตร์ฟื้นฟู",
      "description": "ให้บริการตรวจวินิจฉัย ให้คำแนะนำและรักษาผู้ที่มีความผิดปกติของกระดูกกล้ามเนื้อ ระบบประสาทและสมอง อาการปวดต่างๆ เจ็บป่วยจากอุบัติเหตุ โรคจากการทำงาน บำบัดฟื้นฟูผู้ป่วยอัมพฤกษ์ อัมพาต โดยแพทย์เวชศาสตร์ฟื้นฟูเฉพาะทาง รวมทั้งการทำหัตถการต่างๆ เช่น การฝังเข็ม การออกกำลังกาย การใช้เครื่องมือต่างๆ เช่น อัลตราซาวน์ เลเซอร์ Shockwave  เป็นการรักษาร่วมกับนักกายภาพบำบัด และ นักกิจกรรมบำบัด",
      "type": "image",
      "category": "medical",
      "tags": ["คลินิก", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-7.jpg",
      "thumbnailUrl": "/mock/resources/hero-7.jpg",
      "uploadedBy": "admin",
      "downloadCount": 83,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r008",
      "title": "คลินิกศัลยกรรมเด็ก",
      "description": "SMC ให้บริการตรวจวินิจฉัยโรคที่พบบ่อยในเด็กและทำการผ่าตัดรักษาผู้ป่วยเด็กโดยทีมกุมารศัลยแพทย์ผู้เชี่ยวชาญด้านกุมารศัลยกรรม ทั้งศัลยกรรมทั่วไปและศัลยกรรมเฉพาะทาง อาทิโรคเด็กทั่วไปโรคที่ต้องผ่าตัดในเด็กมีก้อน/เนื้องอก ตาตัวเหลืองไส้เลื่อนในเด็กอัณฑะไม่ลงถงรูปัสสาวะเปิดผิดตำแหน่งท่อน้ำดีโป่งพองผังผืดใต้ลิ้น",
      "type": "image",
      "category": "medical",
      "tags": ["คลินิก", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-8.jpg",
      "thumbnailUrl": "/mock/resources/hero-8.jpg",
      "uploadedBy": "admin",
      "downloadCount": 14,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r009",
      "title": "การทำหัตถการหัวใจและหลอดเลือด",
      "description": "แผนกอายุรศาสตร์หัวใจและหลอดเลือด ศูนย์หัวใจสิริกิติ์ฯ ให้บริการรักษาโดยทีมแพทย์ผู้เชี่ยวชาญเฉพาะทางโรคหัวใจและหลอดเลือด เปิดให้บริการห้องตรวจสวนหัวใจ จำนวน 4 ห้อง พร้อมทั้งเครื่องมือตรวจพิเศษทางการแพทย์ที่ทันสมัย และสามารถให้บริการผู้ป่วยได้ตลอด 24 ชั่วโมง ให้การวินิจฉัยด้วยวิธีการทำหัตถการ ขยายหลอดเลือดหัวใจตีบด้วยบอลลูน และใส่ขดลวดค้ำยัน การรักษาภาวะหัวใจเต้นผิดจังหวะหัวใจด้วยวิธี Electrophysio Study & Radio Frequency รวมทั้งการใส่เครื่องกระตุ้นไฟฟ้าหัวใจชนิดถาวรและเครื่องกระตุกหัวใจอัตโนมัติ",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-9.jpg",
      "thumbnailUrl": "/mock/resources/hero-9.jpg",
      "uploadedBy": "admin",
      "downloadCount": 78,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0010",
      "title": "กิจกรรมทางเพศกับโรคหัวใจ",
      "description": "การปรับตัวกลับเข้าสู่ชีวิตประจำวันอาจเป็นเรื่องยากสำหรับผู้ที่มีโรคหัวใจ หลายคนอาจสงสัยเกี่ยวกับทุกเรื่อง เช่น ฉันควรกินอาหารชนิดนี้หรือไม่?ฉันสามารถทำกิจกรรมนี้ได้หรือเปล่า?หรือร่างกายของฉันจะรับมือกับความเครียดได้ไหม?ในบรรดาคำถามเหล่านี้ หนึ่งในคำถามที่พบบ่อยคือ โรคหัวใจจะส่งผลกระทบต่อชีวิตทางเพศหรือไม่ — หรือแม้กระทั่งว่าการมีเพศสัมพันธ์จะปลอดภัยหรือเปล่าตามข้อมูลจากสมาคมโรคหัวใจแห่งอเมริกา (American Heart Association) การมีเพศสัมพันธ์อาจปลอดภัยได้ หากโรคหัวใจของคุณอยู่ในภาวะคงที่และได้รับการควบคุมเรียบร้อยแล้วเหตุการณ์เกี่ยวกับระบบหัวใจและหลอดเลือด เช่น หัวใจวายหรืออาการเจ็บหน้าอกจากโรคหัวใจ (angina) มักเกิดขึ้นไม่บ่อยระหว่างการมีเพศสัมพันธ์ เนื่องจากการมีเพศสัมพันธ์มักใช้เวลาไม่นานหากคุณมีภาวะเจ็บหน้าอกแบบไม่คงที่ (unstable angina) หรือมีอาการที่รุนแรง คุณควรเข้ารับการประเมิน รักษา และทำให้อาการคงที่ก่อนที่จะมีเพศสัมพันธ์ ยังจำเป็นต้องมีการวิจัยเพิ่มเติมเกี่ยวกับการมีเพศสัมพันธ์ในสภาวะโรคหัวใจและหลอดเลือดเฉพาะเจาะจง โดยเฉพาะในผู้หญิงและผู้สูงอายุอย่าลังเลที่จะพูดคุยกับผู้ให้บริการด้านสุขภาพเกี่ยวกับโรคหัวใจและชีวิตทางเพศของคุณ",
      "type": "image",
      "category": "medical",
      "tags": ["แพทย์หัวใจ", "การแพทย์","แพทย์","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-10.jpg",
      "thumbnailUrl": "/mock/resources/hero-10.jpg",
      "uploadedBy": "admin",
      "downloadCount": 13,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0011",
      "title": "“Education Transformation” การปรับเปลี่ยนการจัดการศึกษาของมหาวิทยาลัยขอนแก่น เพื่อพัฒนาและส่งมอบองค์ความรู้ที่ทันต่อความต้องการของสังคม",
      "description": "“Education Transformation” การปรับเปลี่ยนการจัดการศึกษาของมหาวิทยาลัยขอนแก่น โดยการกำหนดทิศทางบริหารมหาวิทยาลัยให้พร้อมต่อระบบการศึกษาอย่างเสรี เข้าถึงแหล่งความรู้ทุกทิศทาง พร้อมต่อการรองรับความเปลี่ยนแปลงของเทคโนโลยี และด้านดิจิทัล ที่ขับเคลื่อนไปอย่างรวดเร็ว เพื่อพัฒนาและส่งมอบองค์ความรู้ที่ทันต่อความต้องการของสังคม",
      "type": "image",
      "category": "education",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-11.jpg",
      "thumbnailUrl": "/mock/resources/hero-11.jpg",
      "uploadedBy": "admin",
      "downloadCount": 10,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0012",
      "title": "ศูนย์นวัตกรรมการเรียนการสอน มข. จัดอบรม “Active Learning ด้วย Gamification” ยกระดับการเรียนการสอนสู่ยุคดิจิทัล",
      "description": "วันที่ 2 พฤษภาคม 2568 ศูนย์นวัตกรรมการเรียนการสอน มหาวิทยาลัยขอนแก่น ได้จัดโครงการอบรมเชิงปฏิบัติการภายใต้หัวข้อ “การออกแบบการเรียนการสอนแบบ Active Learning ด้วยแนวคิด Gamification” ขึ้น เพื่อพัฒนาศักยภาพและส่งเสริมการประยุกต์ใช้เทคนิคการสอนที่ทันสมัยสำหรับคณาจารย์และบุคลากรผู้สนใจ ณ ห้อง Smart Classroom อาคารศูนย์สารสนเทศ ชั้น 7 มหาวิทยาลัยขอนแก่น ตั้งแต่เวลา 09.00 – 16.00 น.การอบรมในครั้งนี้ ได้รับเกียรติจากวิทยากรผู้ทรงคุณวุฒิ รองศาสตราจารย์ ดร.ธนิตา เลิศพรกุลรัตน์ รักษาการรองอธิการบดีฝ่ายกิจการนิสิต มหาวิทยาลัยศรีนครินทรวิโรฒ ซึ่งได้มาถ่ายทอดความรู้และประสบการณ์ในการประยุกต์ใช้แนวคิด Gamification หรือการนำองค์ประกอบและกลไกของเกมมาปรับใช้ในการออกแบบกิจกรรมการเรียนการสอน         รองศาสตราจารย์ ดร.ธนิตา ได้นำเสนอแนวคิดสำคัญเกี่ยวกับการสร้างสรรค์ประสบการณ์การเรียนรู้แบบ Active Learning ที่เน้นให้ผู้เรียนมีส่วนร่วมอย่างกระตือรือร้น โดยบูรณาการเข้ากับเทคนิค Gamification เพื่อเพิ่มความน่าสนใจ กระตุ้นแรงจูงใจ และส่งเสริมให้ผู้เรียนเกิดการเรียนรู้ได้อย่างสนุกสนานและมีประสิทธิภาพมากยิ่งขึ้น เนื้อหาการอบรมครอบคลุมตั้งแต่หลักการพื้นฐานของ Gamification การออกแบบภารกิจ (Tasks) การให้รางวัล (Rewards) การสร้างระบบคะแนน (Scoring) และการนำไปประยุกต์ใช้ในรูปแบบต่างๆ ทั้งในห้องเรียนและการเรียนออนไลน์         การอบรมจัดขึ้นในรูปแบบ Onsite ซึ่งเปิดโอกาสให้ผู้เข้าร่วมได้ซักถาม แลกเปลี่ยนความคิดเห็น และฝึกปฏิบัติจริงร่วมกับวิทยากรและเพื่อนผู้เข้าอบรม โดยภายในห้องอบรมได้จัดโต๊ะให้ผู้เข้าร่วมอบรมได้นั่งเป็นกลุ่มเพื่อได้ทำกิจกรรมกลุ่มเก็บคะแนน ทำให้ได้รับความรู้ความเข้าใจอย่างลึกซึ้งและสามารถนำเทคนิคที่ได้ไปปรับใช้กับการเรียนการสอนของตนเองได้อย่างเป็นรูปธรรม       ศูนย์นวัตกรรมการเรียนการสอน มหาวิทยาลัยขอนแก่น มุ่งมั่นที่จะส่งเสริมและพัฒนาคณาจารย์ให้มีทักษะด้านการจัดการเรียนการสอนที่ทันสมัย สามารถสร้างสรรค์ประสบการณ์การเรียนรู้ที่มีคุณภาพและตอบโจทย์ความต้องการของผู้เรียนในยุคปัจจุบันได้อย่างแท้จริง อันจะนำไปสู่การยกระดับคุณภาพการศึกษาของมหาวิทยาลัยขอนแก่นต่อไป",
      "type": "image",
      "category": "education",
      "tags": ["อบรม","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-12.jpg",
      "thumbnailUrl": "/mock/resources/hero-12.jpg",
      "uploadedBy": "admin",
      "downloadCount": 56,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0013",
      "title": "KKBS จัดค่ายเวิร์คช็อป ม.6 สานฝันสู่รั้วมหาวิทยาลัยขอนแก่น",
      "description": "คณะบริหารธุรกิจและการบัญชี มหาวิทยาลัยขอนแก่น จัดโครงการ Khon Kaen Business School Intelligent Student Camp 2022 (KKBS Camp 2022) ค่ายสำหรับนักเรียนมัธยมศึกษาตอนปลายที่มีความสนใจและอยากรู้ว่าในแต่ละหลักสูตรของคณะบริหารธุรกิจและการบัญชี มหาวิทยาลัยขอนแก่นนั้น เรียนอะไรบ้าง ผ่านการทดลองเรียนและการปฏิบัติในห้องเรียนจริง และได้ค้นหาสิ่งที่ตัวเองชอบและอาชีพที่เหมาะสมในอนาคต ตลอดจนเป็นการเปิดโอกาสทางการศึกษาให้นักเรียนที่มีความพร้อม มีความมุ่งมั่น และมีความตั้งใจที่จะเลือกเรียนต่อในระดับปริญญาตรี ทางด้านบริหารธุรกิจและการบัญชี ได้เพิ่มพูนความรู้และมีทักษะพื้นฐานที่จำเป็นอย่างยิ่งในการเรียนทางด้านบริหารธุรกิจและการบัญชี โดยกิจกรรมทั้งหมดประกอบด้วย 9 หลักสูตร ได้แก่ ทักษะความรู้ด้านการจัดการธุรกิจบริการและอีเว้นท์ (กลุ่มเรียนภาษาไทย)ทักษะความรู้ด้านการจัดการธุรกิจบริการและอีเว้นท์ (กลุ่มเรียนสองภาษา) หลักสูตรและทักษะความรู้ด้านผู้ประกอบการดิจิทัล หลักสูตรและทักษะความรู้ด้านการบัญชี หลักสูตรและทักษะความรู้ด้านเทคโนโลยีการตลาด หลักสูตรและทักษะความรู้ด้านการเงิน หลักสูตรและทักษะความรู้ด้านการจัดการนวัตกรรมการท่องเที่ยว (กลุ่มเรียนภาษาไทย) หลักสูตรและทักษะความรู้ด้านการจัดการนวัตกรรมการท่องเที่ยว (กลุ่มเรียนภาษาอังกฤษ) หลักสูตรและทักษะความรู้ด้านการจัดการการประกอบการพาณิชย์และนวัตกรรม โดยงานจัดขึ้นในระหว่างเดือนตุลาคม-พฤศจิกายน 2565 และได้รับความสนใจจากนักเรียนระดับมัธยมศึกษาชั้นปีที่ 6 ทั่วประเทศ เข้าร่วมกิจกรรม",
      "type": "image",
      "category": "education",
      "tags": ["อบรม","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-13.jpg",
      "thumbnailUrl": "/mock/resources/hero-13.jpg",
      "uploadedBy": "admin",
      "downloadCount": 62,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0014",
      "title": "คณะศึกษาศาสตร์ มข.เปิดบ้านต้อนรับน้องๆ เตรียมอุดมฯ ภาคตะวันออกเฉียงเหนือ สู่เส้นทางครู",
      "description": "5 กันยายน 2567 ที่ผ่านมาคณะศึกษาศาสตร์ มหาวิทยาลัยขอนแก่น และ โรงเรียนสาธิตมหาวิทยาลัยขอนแก่น เปิดบ้านต้อนรับคณะครูและนักเรียนจากโรงเรียนเตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ จำนวน 96 คน ซึ่งเป็นนักเรียนในแผนการเรียนสมรรถนะครุศาสตร์/ศึกษาศาสตร์ ชั้นมัธยมศึกษาปีที่ 4-6 เข้ามาเยี่ยมชมคณะฯ โดยมี ผศ.ดร.ศราวุธ จักรเป็ง รองคณบดีฝ่ายโรงเรียนสาธิตและพัฒนานวัตกรรมการศึกษา และ รศ.ดร.ดนิตา ดวงวิไล ผู้ช่วยคณบดีฝ่ายพัฒนาวิชาชีพครูและบริการวิชาการ พร้อมด้วยเจ้าหน้าที่และนักศึกษาร่วมให้การต้อนรับและรับฟังคำแนะนำเกี่ยวกับการศึกษาต่อในเส้นทางวิชาชีพครูกิจกรรมภายในงานเต็มไปด้วยความอบอุ่น โดยมีคณาจารย์และพี่ๆ นักศึกษาสโมสรนักศึกษาคณะศึกษาศาสตร์ ให้การต้อนรับอย่างเป็นกันเอง น้องๆ ได้รับการแนะแนวทางการเข้าศึกษาต่อพร้อมร่วมสังเกตการเรียนการสอนจริงที่โรงเรียนสาธิตมหาวิทยาลัยขอนแก่น (มอดินแดง) เพื่อให้นักเรียนได้เปิดโลกทัศน์เกี่ยวกับการศึกษาในสาขาครุศาสตร์/ศึกษาศาสตร์ ได้เห็นภาพการเรียนการสอนจริง และได้วางแผนการศึกษาต่อในระดับอุดมศึกษาอย่างมีเป้าหมาย ถือเป็นก้าวสำคัญในการส่งเสริมเยาวชนให้มีความสนใจในอาชีพครู และเป็นการสร้างบุคลากรทางการศึกษาที่มีคุณภาพให้กับสังคมต่อไป",
      "type": "image",
      "category": "education",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-14.jpg",
      "thumbnailUrl": "/mock/resources/hero-14.jpg",
      "uploadedBy": "admin",
      "downloadCount": 78,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0015",
      "title": "คณะวิศวฯ ต้อนรับคณะวิศวฯ ม.ขอนแก่น แลกเปลี่ยนเรียนรู้การดำเนินงานกิจกรรมนิสิตนักศึกษา",
      "description": "เมื่อวันที่ 25 พฤษภาคม 2566 รศ.ดร.อภิชาติ โรจนโรวรรณ รองคณบดีฝ่ายทรัพยากรมนุษย์ให้การต้อนรับเจ้าหน้าที่งานการศึกษาและพัฒนาการเรียนรู้ และนักศึกษาคณะวิศวกรรมศาสตร์ มหาวิทยาลัยขอนแก่น (มข.) รวม 70 คน เข้าแลกเปลี่ยนเรียนรู้การดำเนินกิจกรรมนิสิตนักศึกษาในโครงการแลกเปลี่ยนเรียนรู้และอบรมเชิงปฏิบัติการ “เตรียมความพร้อมคณะกรรมการสโมสรนักศึกษาคณะวิศวกรรมศาสตร์ มข.” โดยมีบุคลากรจากงานบริการการศึกษา และนิสิตจากสโมสรนิสิตคณะวิศวกรรมศาสตร์ มหาวิทยาลัยเกษตรศาสตร์ (มก.) ร่วมต้อนรับและแนะนำคณะกรรมการสโมสรนิสิตคณะวิศวกรรมศาสตร์ มก. และแนะนำกิจกรรมเสริมหลักสูตร ปีการศึกษา 2565 ตลอดจนการแลกเปลี่ยนเรียนรู้เกี่ยวกับการดำเนินกิจกรรมนิสิตนักศึกษาของทั้งสองสถาบัน จัดขึ้น ณ ห้องประชุม อาคารนานาชาติ คณะวิศวกรรมศาสตร์ มก.",
      "type": "image",
      "category": "education",
      "tags": ["แลกเปลี่ยน","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-15.jpg",
      "thumbnailUrl": "/mock/resources/hero-15.jpg",
      "uploadedBy": "admin",
      "downloadCount": 48,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0016",
      "title": "นศ.มข. คว้ารางวัลชนะเลิศระดับชาติ ออกแบบหลักสูตรการอนุรักษ์น้ำ ฯ หวังกระตุ้นจิตสำนึกรักษ์สิ่งแวดล้อมเด็กไทย",
      "description": "เมื่อเร็ว ๆ นี้ นักศึกษาชั้นปีที่ 3 สาขาวิชาสังคมศึกษา คณะศึกษาศาสตร์ มหาวิทยาลัยขอนแก่น ได้รับรางวัลชนะเลิศในกิจกรรมประกวดการออกแบบหลักสูตรการอนุรักษ์ทรัพยากรน้ำเชิงสร้างสรรค์ หัวข้อ “สอนน้อง…รักษ์น้ำ” จัดโดย กรมทรัพยากรน้ำ กรมควบคุมมลพิษ กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม และกระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม ร่วมกับ บริษัท ซันโทรี่ เป๊ปซี่โค เบเวอเรจ (ประเทศไทย) จำกัด โดยมีวัตถุประสงค์เพื่อเสริมสร้างความตระหนักในการมีส่วนร่วมดูแล และรักษาทรัพยากรน้ำแก่เยาวชน ผ่านกระบวนการถ่ายทอดความรู้ความเข้าใจที่ถูกต้องเกี่ยวกับความสำคัญของน้ำ และการอนุรักษ์  กระตุ้นให้เยาวชนสามารถนำความรู้ที่ได้ไปประยุกต์ใช้ในชีวิตประจำวันได้อย่างมีประสิทธิภาพ",
      "type": "image",
      "category": "education",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-16.jpg",
      "thumbnailUrl": "/mock/resources/hero-16.jpg",
      "uploadedBy": "admin",
      "downloadCount": 23,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0017",
      "title": "รีวิว MBA KKU วิทยาลัยบัณฑิตศึกษาการจัดการ มหาวิทยาลัยขอนแก่น",
      "description": "เติมเต็มองค์ความรู้ด้านบริหารธุรกิจเพื่อเพิ่มศักยภาพในตนเองให้มากขึ้น วิทยาลัยบัณฑิตศึกษาการจัดการ มหาวิทยาลัยขอนแก่น จึงได้มีการเปิดหลักสูตร MBA KKU เพื่อตอบสนองในด้านดังกล่าวอย่างครบถ้วน ไม่ใช่แค่การเรียนเพื่อให้มีระดับวุฒิที่สูงขึ้นเท่านั้น แต่ยังต้องเรียนเพื่อนำเอาความรู้ที่ได้ไปปรับใช้ให้เกิดประโยชน์สูงสุด พัฒนาองค์กรไปจนถึงระดับประเทศ เพราะนอกจากจะได้เรียนกับผู้สอนที่มีความชำนาญแล้ว ยังได้แลกเปลี่ยนสิ่งใหม่ ๆ กับเพื่อนที่ร่วมเรียนด้วยกันอีกด้วย สำหรับ MBA KKU จะแบ่งหลักสูตรออกเป็น 2 กลุ่มใหญ่ ๆ คือYoung Executive หลักสูตรสำหรับนักบริหารเบื้องต้น เป็นการเข้าเรียนที่เลือกได้ทั้งการเรียนวันธรรมดา และการเรียนวันเสาร์-อาทิตย์ ไม่จำกัดสาขาวิชาที่จบ ทั้งนี้สำหรับคนที่เลือกเรียนภาคปกติจะมีห้อง English Program ให้เลือกด้วยzExecutive หลักสูตรสำหรับนักบริหารระดับสูง เปิดให้เรียนเฉพาะวันเสาร์-อาทิตย์ ทั้งนี้มีการแบ่งออกเป็นโควตาข้าราชการ และพนักงานของ ม.ขอนแก่นด้วย มีประสบการณ์ทำงานอย่างน้อย 3 ปีขึ้นไป และต้องมีอายุไม่ต่ำกว่า 30 ปี",
      "type": "image",
      "category": "education",
      "tags": ["รีวิว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-17.jpg",
      "thumbnailUrl": "/mock/resources/hero-17.jpg",
      "uploadedBy": "admin",
      "downloadCount": 31,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0018",
      "title": "“มข. ผนึกกำลังผู้เชี่ยวชาญญี่ปุ่น พัฒนาศักยภาพการผลิตหนูทดลองพร่องภูมิตามมาตรฐานโลก”",
      "description": "เมื่อวันที่ 30 เมษายน 2568 ศูนย์สัตว์ทดลองภาคตะวันออกเฉียงเหนือ มหาวิทยาลัยขอนแก่น จัดโครงการสัมมนาเชิงปฏิบัติการเรื่อง “เทคนิคในการเลี้ยง การผลิต และการตรวจสายพันธุ์ของหนูทดลองพร่องภูมิที่ถูกดัดแปลงพันธุกรรม” โดยมี Prof. Seiji Okada จาก Center for Human Retrovirus Infection and Graduate School of Medical Sciences, Kumamoto University ประเทศญี่ปุ่น ซึ่งปัจจุบันดำรงตำแหน่ง Visiting Professor ที่มหาวิทยาลัยขอนแก่น เป็นวิทยากรหลัก ร่วมกับ ดร.ปิยะนาฏ บุญเนตร จากสถาบันวิจัยจุฬาภรณ์ในการถ่ายทอดความรู้และฝึกปฏิบัติการให้แก่ผู้เข้าร่วมอบรม ณ ศูนย์สัตว์ทดลองภาคตะวันออกเฉียงเหนือ และห้องปฏิบัติการ MDL4 ชั้น 4 อาคารเตรียมวิทยาศาสตร์การแพทย์ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
      "type": "image",
      "category": "education",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-18.jpg",
      "thumbnailUrl": "/mock/resources/hero-18.jpg",
      "uploadedBy": "admin",
      "downloadCount": 10,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0019",
      "title": "คณะเทคโนโลยี มหาวิทยาลัยขอนแก่น จัดกิจกรรมปฐมนิเทศนักศึกษาใหม่",
      "description": "เมื่อวันศุกร์ที่ 14 มิถุนายน พ.ศ. 2567 เวลา 09.00 น. คณะเทคโนโลยี มหาวิทยาลัยขอนแก่น ได้มีการจัดกิจกรรมปฐมนิเทศนักศึกษาใหม่ ประจำปีการศึกษา 2567  นำโดย ผศ.ดร.อารยา เชาว์เรืองฤทธิ์ คณบดีคณะเทคโนโลยี มข. และ ผศ.นุศรา สุระโคตร รองคณบดีฝ่ายการศึกษา พัฒนานักศึกษาและศิษย์เก่าสัมพันธ์ พร้อมด้วยคณะผู้บริหาร คณาจารย์ บุคลากร และสโมสรนักศึกษาคณะเทคโนโลยี มหาวิทยาลัยขอนแก่น",
      "type": "image",
      "category": "education",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","กิจกรรม"],
      "fileUrl": "/mock/resources/hero-19.jpg",
      "thumbnailUrl": "/mock/resources/hero-19.jpg",
      "uploadedBy": "admin",
      "downloadCount": 26,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0020",
      "title": "MDKKU คว้า 5 รางวัล GS KKU Fair 2025 เชิดชูความเป็นเลิศทางวิชาการ",
      "description": "(31 มีนาคม 2568) ที่ผ่านมา บัณฑิตวิทยาลัย มหาวิทยาลัยขอนแก่น จัดงาน GS KKU Fair 2025 ปีที่ 3 ภายใต้วิสัยทัศน์ “การเติบโตอย่างยั่งยืนด้านบัณฑิตศึกษา เพื่อมหาวิทยาลัยขอนแก่นและประเทศ” (Grad for Growth) โดยได้รับเกียรติจาก รศ.นพ.ชาญชัย พานทองวิริยะกุล รักษาการแทนอธิการบดีมหาวิทยาลัยขอนแก่น เป็นประธานในพิธี พร้อมด้วย ศ.ดร.เกียรติไชย ฟักศรี คณบดีบัณฑิตวิทยาลัย และผู้บริหาร คณาจารย์ บุคลากร นักศึกษาและศิษย์เก่า ร่วมแสดงความยินดีแก่ผู้ได้รับรางวัล กิจกรรมจัดขึ้น ณ ห้อง Auditorium อุทยานวิทยาศาสตร์ภาคตะวันออกเฉียงเหนือ มหาวิทยาลัยขอนแก่น",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-20.jpg",
      "thumbnailUrl": "/mock/resources/hero-20.jpg",
      "uploadedBy": "admin",
      "downloadCount": 32,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0021",
      "title": "เช็คอินแห่งใหม่ KKU Smart flower farm 2024 นศ.เกษตรฯ มข. จัดแปลงเรียนรู้พืชดอก สวยงามท้าลมหนาว",
      "description": "  เมื่อวันพุธที่ 24 มกราคม 2567  เวลา 17.00 น. หลักสูตรเกษตรศาสตรบัณฑิต สาขาวิชาเกษตรนวัตกรรม คณะเกษตรศาสตร์ จัดพิธีเปิดโครงการ “KKU Smart flower farm 2024” โดยมี รศ.นพ.ชาญชัย พานทองวิริยะกุล  อธิการบดีมหาวิทยาลัยขอนแก่น ให้เกียรติเป็นประธานในพิธี รศ.ดร.ดรุณี โชติษฐยางกูล คณบดีคณะเกษตรศาสตร์ กล่าวต้อนรับ นายรัชชานนท์ รักสัตย์ นักศึกษาชั้นปีที่ 3 ตัวแทนนักศึกษาหลักสูตรเกษตรนวัตกรรม กล่าวรายงาน โดยมีผู้บริหาร คณบดี แขกผู้มีเกียรติ และสื่อมวลชนเข้าร่วมงานเป็นจำนวนมาก  ณ แปลงเกษตรเชิงท่องเที่ยว บริเวณทิศใต้ อุทยานเทคโนโลยีการเกษตร มหาวิทยาลัยขอนแก่น ",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย"],
      "fileUrl": "/mock/resources/hero-21.jpg",
      "thumbnailUrl": "/mock/resources/hero-21.jpg",
      "uploadedBy": "admin",
      "downloadCount": 35,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0022",
      "title": "“7 ท่า 5 โมเมนท์” MDKKU กิจกรรมรณรงค์วันสุขอนามัยมือโลก ประจำปี 2568",
      "description": "วันศุกร์ที่ 2 พฤษภาคม 2568 โรงพยาบาลศรีนครินทร์ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น โดยหน่วยควบคุมการติดเชื้อ งานการพยาบาลเฉพาะทาง และสนับสนุนบริการ ฝ่ายการพยาบาล ได้จัดกิจกรรมสัปดาห์รณรงค์การทำความสะอาดมือ เนื่องในวันสุขอนามัยมือโลก ประจำปี 2568 (World Hand Hygiene Day 2025) ซึ่งตรงกับวันที่ 15 ตุลาคมของทุกปี เพื่อสร้างความตระหนักในการป้องกันการติดเชื้อมากกว่าการรักษา โดยสามารถทำได้ง่ายๆ ผ่านการล้างมืออย่างถูกต้องเพียง 6 ขั้นตอน จะสามารถลดเชื้อโรคได้ถึง 50%ภายในงานได้รับเกียรติจาก ผศ.ดร.คัชรินทร์ ภูนิคม รองผู้อำนวยการโรงพยาบาลศรีนครินทร์ เป็นประธานในพิธีเปิด พร้อมด้วยผู้บริหารฝ่ายการพยาบาล นางปาริชาติ เพียสุพรรณ์ ผู้ช่วยฝ่ายการพยาบาลด้านวิชาการ และนางสาวพรนิภา หาญละคร รองฝ่ายการพยาบาลด้านพัฒนาวิชาชีพการพยาบาลกิจกรรมภายในงานประกอบด้วย นิทรรศการความรู้เรื่องการล้างมือที่ถูกต้องตามหลัก WHO, กิจกรรมตอบคำถามชิงรางวัลเพื่อสร้างการมีส่วนร่วม, การแสดงสาธิต 6 ขั้นตอนการล้างมือจากทีมพยาบาล, การมอบเกียรติบัตรแก่หน่วยงานต้นแบบด้านการควบคุมการติดเชื้อ และหน่วยงานที่ร่วมส่งผลงาน มือ ถือเป็นอวัยวะสำคัญที่นำเชื้อโรคเข้าสู่ร่างกายและเป็นเส้นทางหลักของการส่งผ่านเชื้อโรคในระหว่างการดูแลสุขภาพ เพราะในแต่ละวันเราใช้มือตลอดเวลาตั้งแต่ตื่นนอนตอนเช้า ทั้งจับต้องสิ่งต่างๆ หยิบอาหารเข้าปาก สัมผัสผู้อื่น ดังนั้นมาตรการการป้องกันการแพร่กระจายเชื้อผ่านทางมือที่สำคัญคือ การล้างมือ ซึ่งการล้างมืออย่างถูกต้องทุกคนสามารถลดอุบัติการณ์การติดเชื้อได้ โดยเฉพาะบุคลากรนับว่ามีความสำคัญมากในการลดการแพร่กระจายเชื้อได้มาตรการการล้างมือจึงเป็นมาตรการหนึ่งที่ทำได้ง่าย ที่สามารถลดการแพร่กระจายเชื้อได้ การล้างมืออย่างมีประสิทธิภาพคือการล้างมือด้วยสบู่และล้างมือถูกต้องครบ 6 ขั้นตอน จะสามารถลดเชื้อโรคได้ถึง 50% และเพื่อให้สอดคล้องกับธีมวันสุขอนามัยมือโลกในปีนี้ It might be gloves. It's always hand hygiene - ถุงมืออาจช่วยป้องกันเชื้อโรคได้ แต่การทำความสะอาดมือสำคัญยิ่งกว่าเพราะว่าถุงมือสามารถปนเปื้อนได้ง่ายพอๆ กับมือเปล่า และไม่ได้ให้การป้องกัน 100% เมื่อสวมถุงมือแล้ว ควรถอดออก และต้องทำความสะอาดมือทันที ตามหลัก 5 ข้อบ่งชี้การจัดกิจกรรมในครั้งนี้มีเป้าหมายว่า จะร่วมสร้างความตระหนักในการป้องกันการติดเชื้อมากกว่าการรักษา โดยเป็นแบบอย่างที่ดีและใส่ใจในการทำความสะอาดมือแก่ผู้รับบริการทุกคน ไม่ละเลยการปฏิบัติที่ง่ายที่สุด คือ การล้างมืออย่างถูกต้องและปฏิบัติให้เป็นนิสัย จนเป็นวัฒนธรรมขององค์กร รวมทั้งให้ความรู้และสอนการล้างมือให้กับผู้ป่วย ญาติ และประชาชนที่มาใช้บริการในโรงพยาบาล เพื่อให้เกิดความตระหนักและเห็นความสำคัญสามารถปฏิบัติได้อย่างถูกต้อง ซึ่งจะช่วยลดการเจ็บป่วยจากโรคติดต่อที่เกิดจากการสัมผัส อันส่งผลต่อสุขภาพของเรา ครอบครัว และชุมชนในอนาคต นับเป็นประโยชน์ต่อสังคมในวงกว้าง",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย"],
      "fileUrl": "/mock/resources/hero-22.jpg",
      "thumbnailUrl": "/mock/resources/hero-22.jpg",
      "uploadedBy": "admin",
      "downloadCount": 45,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0023",
      "title": "แพทยศาสตร์สงกรานต์ สืบสานประเพณีไทย ร่วมใจอนุรักษ์พลังงานและสิ่งแวดล้อม 2568",
      "description": "คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น จัดกิจกรรม แพทยศาสตร์สงกรานต์ สืบสานประเพณีไทย ร่วมใจอนุรักษ์พลังงานและสิ่งแวดล้อม ประจำปี 2568 ในวันศุกร์ที่ 11 เมษายน 2568 โดยมีผู้เข้าร่วมงานอย่างคับคั่งภายในงานเริ่มต้นด้วยพิธีทำบุญตักบาตรเพื่อความเป็นสิริมงคล โดยได้รับเมตตาจาก พระสุธีวชิรธรรม รักษาการแทนเจ้าคณะจังหวัดขอนแก่น รองอธิการบดี มหาวิทยาลัยมหามกุฏราชวิทยาลัย วิทยาเขตอีสาน เป็นประธานในพิธีสงฆ์ และมี อดีตผู้บริหาร ผู้บริหารปัจจุบัน และบุคลากรของคณะเข้าร่วมเป็นจำนวนมาก สร้างบรรยากาศแห่งความศรัทธาและความสามัคคี เป็นการอำนวยอวยพร ให้การปฏิบัติงานเป็นไปด้วยความราบรื่มร่มเย็นต่อไปจากนั้นมีการจัดขบวนแห่สงกรานต์อันยิ่งใหญ่ ตั้งแต่อาคารสมเด็จพระศรีนครินทราบรมราชชนนีอนุสรณ์สว.1 จนถึง เวทีกิจกรรม ข้างห้องสมุดคณะแพทยศาสตร์ โดยมีหน่วยงานต่างๆ เข้าร่วม ทั้งโรงพยาบาลศรีนครินทร์ โรงพยาบาลศูนย์หัวใจสิริกิติ์ ฝ่ายบริหารคณะแพทยศาสตร์ และนักศึกษาคณะแพทยศาสตร์ ร่วมเดินขบวนด้วยความสนุกสนานและรอยยิ้ม สะท้อนวัฒนธรรมอันดีงามของไทย",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-23.jpg",
      "thumbnailUrl": "/mock/resources/hero-23.jpg",
      "uploadedBy": "admin",
      "downloadCount": 47,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0024",
      "title": "บุคลากรคณะแพทยศาสตร์ได้รับการอบรมและจะขึ้นทะเบียนเป็น จป.หัวหน้างาน รุ่นที่ 9",
      "description": "เมื่อวันที่ 24-25 มีนาคม 2568 งานบริหารจัดการและการบริการอาชีวอนามัย โรงพยาบาลศรีนครินทร์คณะแพทยศาสตร์ ได้จัดอบรมหลักสูตรเจ้าหน้าที่ความปลอดภัยในการทํางานระดับหัวหน้างาน รุ่นที่ 9 ณ ห้องบรรยาย 2      อาคารเตรียมวิทยาศาสตร์ 2 ซึ่งหลักสูตรได้ผ่านการรับรองจากสํานักงานสวัสดิการและคุ้มครองแรงงาน จังหวัดขอนแก่นเป็นครั้งที่ 2 ตามประกาศกรมสวัสดิการและคุ้มครองแรงงาน เรื่อง หลักสูตรฝึกอบรมและการดําเนินการฝึกอบรมเจ้าหน้าที่ความปลอดภัยในการทํางานระดับหัวหน้างานและระดับบริหาร 2565และคณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่นเป็นสถานประกอบกิจการแห่งแรกของจังหวัดขอนแก่นที่สามารถจัดอบรมหลักสูตรนี้ได้เอง โดยทีมวิทยากร ได้แก่ 1)ศ.พญ.เนสินี ไชยเอีย 2) อ.นพ.ภาณุมาศ ไกรสร 3) คุณทินกร ทรงอาษา 4) คุณพิพัฒน์พงษ์ โลแก้วการอบรมครั้งนี้ได้รับเกียรติจาก ศ.นพ.สมศักดิ์ เทียมเก่า ผู้อํานวยการ รพ.ศรีนครินทร์ เป็นประธานในพิธีเปิดมีผู้ผ่านการอบรม จํานวน 55 คน ได้แก่ ฝ่ายโรงพยาบาล 18 คน สาขาวิชา 13 คน ฝ่ายสนับสนุน 14 คน ศูนย์หัวใจสิริกิติ์10 คน โดยจะได้รับใบประกาศนียบัตรและสามารถขึ้นทะเบียนเจ้าหน้าที่ความปลอดภัยในการทํางานระดับหัวหน้างานกับกรมสวัสดิการและคุ้มครองแรงงานกระทรวงแรงงาน ต่อไปจป.หัวหน้างาน จะมีหน้าที่ 1. กำกับดูแลลูกจ้างให้ปฏิบัติตามคู่มือว่าด้วยความปลอดภัย 2.วิเคราะห์งานเพื่อค้นหาความเสี่ยงหรืออันตรายเบื้องต้น 3. จัดทำคู่มือความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงานในหน่วยงานที่รับผิดชอบ 4. สอนวิธีปฏิบัติงานที่ถูกต้องแก่ลูกจ้าง 5.ตรวจสอบสภาพการทำงานของเครื่องจักรก่อนลงมือปฏิบัติประจำวัน 6.กำกับดูแลการใช้อุปกรณ์คุ้มครองความปลอดภัยส่วนบุคคล 7. รายงานประสบอันตราย การเจ็บป่วยหรือการเกิดเหตุเดือนร้อนรำคาญอันเนื่องมาจากการทำงาน 8. ตรวจสอบหาสาเหตุการประสบอันตราย การเจ็บป่วย9. ส่งเสริมสนับสนุนกิจกรรมความปลอดภัยในการทำงาน 10. ปฏิบัติงานด้านความปลอดภัยในการทำงาน อื่น ๆ",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-24.jpg",
      "thumbnailUrl": "/mock/resources/hero-24.jpg",
      "uploadedBy": "admin",
      "downloadCount": 35,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0025",
      "title": "MDKKU สัมมนาปรับหลักสูตร ยกระดับแพทย์ มข.รับมือความท้าทายใหม่",
      "description": "(31 มี.ค. 2568) คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น โดยหน่วยแพทยศาสตรศึกษา ฝ่ายวิชาการ จัดสัมมนา “หลักสูตรแพทยศาสตรบัณฑิต” กิจกรรมรับฟังความคิดเห็นและข้อเสนอแนะจากคณาจารย์ประจำหลักสูตร, ศูนย์แพทยศาสตรศึกษาชั้นคลินิก, โรงพยาบาลร่วมผลิตฯ และตัวแทนนักศึกษาแพทย์ เพื่อเตรียมความพร้อมปรับหลักสูตรตอบสนองต่อการเปลี่ยนแปลง ในช่วงชั้นปรีคลินิก – คลินิก  และการปรับหลักสูตรในช่วง Pre-Clearkshipโดยมี รศ.นพ.โกสินทร์ วิระษร รองคณบดีฝ่ายวิชาการ ศ.นพ.ธงชัย ประฏิภาณวัตร ที่ปรึกษาฝ่ายวิชาการ  ผศ.ดร.นพ.ฉลองชัย เฉลิมวัฒน์  ผู้ช่วยฝ่ายวิชาการด้านปรีคลินิก  ศ.พญ.ปณิตา ลิมปะวัฒนะ ผู้ช่วยฝ่ายวิชาการด้านคลินิก รศ.ดร.สพ.ญ.รักษวรรณ ดีโนนโพธิ์ ผู้ช่วยฝ่ายวิชาการด้านบัณฑิตศึกษาปรีคลินิก รศ.นพ.เฉลิม เอื้อบุญยะนันท์ ผู้ช่วยฝ่ายวิชาการด้านบริหารจัดการทรัพยากรการเรียนรู้ (Sim)  นางพวงพยอม แก้วพิลา หัวหน้างานบริการการศึกษาและคณะทำงาน ร่วมต้อนรับผู้เข้าร่วมสัมมนา กิจกรรมจัดขึ้น ในรูปแบบ Onsite และ Online  ณ ห้องประชุมมิตรภาพ อาคารเรียนรวม คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-25.jpg",
      "thumbnailUrl": "/mock/resources/hero-25.jpg",
      "uploadedBy": "admin",
      "downloadCount": 16,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0026",
      "title": "“Our Nurses, Our Future. Caring for nurses strengthens economies” รพ.ศรีนครินทร์เชิดชูวิชาชีพพยาบาล จัดงานวันพยาบาลสากลประจำปี 2568",
      "description": "เมื่อวันพฤหัสบดีที่ 8 พฤษภาคม 2568 ฝ่ายการพยาบาล โรงพยาบาลศรีนครินทร์ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น ได้จัดกิจกรรมเนื่องในวันพยาบาลสากล (International Nurses Day) ประจําปี 2568 ภายใต้แนวคิด Our Nurses, Our Future. Caring for nurses strengthens economies เพื่อเชิดชูเกียรติและตอกย้ําบทบาทสําคัญของพยาบาลในการเสริมสร้างสุขภาพและเศรษฐกิจที่เข้มแข็งวันพยาบาลสากลจัดขึ้นทุกวันที่ 12 พฤษภาคมของทุกปี ตรงกับวันคล้ายวันเกิดของ มิสฟลอเรนซ์ ไนติงเกล ผู้ได้รับการยกย่องเป็นบิดาแห่งวิชาชีพการพยาบาลสมัยใหม่ สภาพยาบาลระหว่างประเทศ (International Council of Nurses: ICN) ได้กำหนดให้มีการเฉลิมฉลองวันพยาบาลสากลครั้งแรกในปี พ.ศ. 2508 และดำเนินมาอย่างต่อเนื่องจนถึงปัจจุบัน โดยทุกปีจะมีการกำหนดแนวคิดหลักที่สะท้อนถึงความสำคัญของวิชาชีพพยาบาลต่อระบบสุขภาพโลก สำหรับปี 2568 นี้ แนวคิด Our Nurses, Our Future. Caring for nurses strengthens economies มุ่งเน้นการตระหนักถึงคุณค่าของบุคลากรพยาบาลและผลกระทบเชิงบวกที่มีต่อระบบเศรษฐกิจ เนื่องจากการลงทุนในการพัฒนาวิชาชีพพยาบาลไม่เพียงช่วยยกระดับคุณภาพการดูแลสุขภาพประชาชน แต่ยังส่งผลต่อการพัฒนาเศรษฐกิจของประเทศอย่างยั่งยืน",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-26.jpg",
      "thumbnailUrl": "/mock/resources/hero-26.jpg",
      "uploadedBy": "admin",
      "downloadCount": 6,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0027",
      "title": "MDKKU จัด “OPEN HOUSE 2024” ระดับบัณฑิตศึกษา สร้างแรงบันดาลใจและโอกาสในการทำงาน",
      "description": "22 ธันวาคม 2567) ที่ผ่านมา คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น จัดกิจกรรมเปิดโลกวิชาการระดับบัณฑิตศึกษา MDKKU OPEN HOUSE 2024 กิจกรรมประชาสัมพันธ์หลักสูตร ปริญญาโท-เอก ปรีคลินิก เพื่อสร้างแรงบันดาลใจและโอกาสในการทำงานทั้งในและต่างประเทศ โดยได้รับเกียรติจาก รศ.นพ.โกสินทร์ วิระษร รองคณบดีฝ่ายวิชาการ เป็นประธานเปิดกิจรรม พร้อมด้วย ผศ.ดร.สพ.ญ.รักษวรรณ ดีโนนโพธิ์ ผู้ช่วยฝ่ายวิชาการด้านบัณฑิตศึกษาปรีคลินิก ร่วมกล่าวต้อนรับผู้เข้าร่วมกิจกรรม คณาจารย์ นักศึกษาและผู้เข้ากิจกรรม ในรูปแบบ online และ onsiteกิจกรรมประกอบด้วย เวทีเสวนา คณาจารย์ นักศึกษา ทั้งไทยและต่างประเทศ มาแชร์ประสบการณ์และตอบทุกข้อสงสัยเกี่ยวกับหลักสูตร และทุนการศึกษาบูธหลักสูตรบัณฑิตศึกษา พบกับรุ่นพี่และนักศึกษาทั้งไทยและนานาชาติ ที่พร้อมแนะนำเส้นทางการศึกษาต่อแบบเจาะลึก มากกว่า 10 สาขา และเวทีศิษย์เก่าแชร์ประสบการณ์ เรียนรู้ เคล็ดไม่ลับการต่อยอดอาชีพ โอกาสในทำงานในสายวิทยาศาสตร์สุขภาพชั้นนำ ทั้งในและต่างประเทศ กิจกรรมจัดขึ้น ณ ห้องประชุมมิตรภาพ อาคารเรียนรวม คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์","กิจกรรม"],
      "fileUrl": "/mock/resources/hero-27.jpg",
      "thumbnailUrl": "/mock/resources/hero-27.jpg",
      "uploadedBy": "admin",
      "downloadCount": 26,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0028",
      "title": "อบรมเชิงปฏิบัติการ การบริหารจัดการอาชีวอนามัยและความปลอดภัยของบุคลากร ตามมาตรฐาน HA (5th Edition) รุ่นที่ 3 (รุ่นที่ 20 by MDKKU)",
      "description": "เมื่อวันที่ 2 - 4 ธันวาคม 2567 คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น โดย ศ.ดร.พญ.เนสินี ไชยเอีย ร่วมกับสถาบันรับรองคุณภาพสถานพยาบาล (องค์การมหาชน) และสมาคมโรคจากการประกอบอาชีพและสิ่งแวดล้อมแห่งประเทศไทย ได้จัดการอบรมอบรมเชิงปฏิบัติการ การบริหารจัดการงานอาชีวอนามัยและความปลอดภัย (OH&S) และสิ่งแวดล้อมในโรงพยาบาล (ENV) รุ่นที่ 20 และการบริหารจัดการอาชีวอนามัยและความปลอดภัยของบุคลากรตามมาตรฐาน HA (5th Edition) รุ่นที่ 3 ณ โรงแรมอัศวิน แกรนด์ คอนเวนชั่น กรุงเทพมหานคร การจัดอบรมนี้ได้ดำเนินการมาแล้ว 19 รุ่น (19 ปี) มีผู้เข้าร่วมอบรมจาก 77 จังหวัด 640 สถานพยาบาล ผู้เข้าร่วม 4,111 คน",
      "type": "image",
      "category": "campus",
      "tags": ["รอบรั้ว","การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์","คณะแพทย์ศาสตร์","กิจกรรม","อบรม"],
      "fileUrl": "/mock/resources/hero-28.jpg",
      "thumbnailUrl": "/mock/resources/hero-28.jpg",
      "uploadedBy": "admin",
      "downloadCount": 47,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
      "id": "r0029",
      "title": "นศพ. ช่อกาลพฤกษ์คว้ารางวัลการประกวดผลงานวิจัยระดับนานาชาติ ประชุมวิชาการ International Medical Student Research Conference 2024",
      "description": "นักศึกษาแพทย์โครงการช่อกาลพฤกษ์เพื่อพัฒนานักศึกษาแพทย์ด้านการวิจัยได้รับรางวัลจากการประกวดผลงานวิจัยระดับนานาชาติ ในการประชุมวิชาการ International Medical Student Research Conference 2024 ซึ่งจัดขึ้นระหว่างวันที่ 7-8 ธันวาคม 2567 ซึ่งมีนักศึกษาแพทย์ส่งผลงานวิจัยเข้าร่วมประกวดทั้งสิ้น 146 ผลงาน จากสถาบันการศึกษาแพทยศาสตร์จาก 20 ประเทศทั่วโลก โดยนักศึกษาแพทย์ชั้นปีที่ 5 จำนวน 4 ราย ได้รับรางวัลต่อไปนี้นายณัฐ ตระการไทย ได้รับรางวัลรองชนะเลิศอันดับ 1 และผลงานวิจัยระดับเหรียญทอง การนำเสนอประเภทโปสเตอร์ ในสาขา Basic Science in Medical Research จากการนำเสนอผลงานเรื่อง Effects of Non-nutritive Sweeteners Consumption During the Fasting Stage of Intermittent Fasting on a Metabolic Outcomes in a Mousse Model of Obesity โดยมี ผศ.นพ.จารุพงษ์ แสงบุญมี สาขาวิชาชีวเคมี เป็นอาจารย์ที่ปรึกษานายกฤตพจน์ สุตัณฑวิบูลย์ ได้รับรางวัลรองชนะเลิศอันดับ 2 และผลงานวิจัยระดับเหรียญเงิน การนำเสนอประเภทโปสเตอร์ สาขา Clinical and Translational Research จากการนำเสนอผลงานเรื่อง Glucose-Lymphocyte Ratio as a Prognostic Marker for Cholangiocarcinoma โดยมี ผศ.นพ.จารุพงษ์ แสงบุญมี สาขาวิชาชีวเคมี เป็นอาจารย์ที่ปรึกษานายภูริณัฐ เจนร่วมจิต ได้รับรางวัลผลงานวิจัยระดับเหรียญทอง การนำเสนอประเภทบรรยาย สาขา Clinical and Translational Research จากการนำเสนอผลงานเรื่องEnhance Therapeutic Effects of Curcumin-Load Proniosome in an Imiquimod-Induced Psoriasis Mouse Model โดยมี ศ.ดร.สมชาย ปิ่นละออ สาขาวิชาปรสิตวิทยา เป็นอาจารย์ที่ปรึกษานายภูริทัศน์ นุ่มมาก ได้รับรางวัลผลงานวิจัยระดับเหรียญเงิน การนำเสอนประเภทโปสเตอร์ สาขา Clinical and Translational Research จากผลงานเรื่อง Parental Attitude and Practices Regarding Atopic Dermatitis: A Cross-Sectional Study among Thai Populationโดยการเข้าร่วมกิจกรรมครั้งนี้มี ผศ.นพ.จารุพงษ์ แสงบุญมี และ อ.นพ.อภิสิทธิ์ ไชยดี คณะกรรมการโครงการฯ เข้าร่วมสังเกตการณ์ระหว่างการแข่งขัน",
      "type": "image",
      "category": "campus",
      "tags": ["การศึกษา", "มหาลัยขอนแก่น","มหาลัย","แพทย์ศาสตร์"],
      "fileUrl": "/mock/resources/hero-29.jpg",
      "thumbnailUrl": "/mock/resources/hero-29.jpg",
      "uploadedBy": "admin",
      "downloadCount": 7,
      "createdAt": "2024-04-06T10:00:00Z",
      "updatedAt": "2024-04-06T10:00:00Z"
    },
    {
    "id": "r0030",
      "title": "วิดีโอวันพยาบาลสากล 2568",
      "description": "เนื่องในวันพยาบาลสากล ซึ่งตรงกับ วันที่ 12 พฤษภาคม ของทุกปี เพื่อสดุดีความดีงามของมิสฟลอเรนซ์ ไนติงเกล ผู้ก่อกำเนิดวิชาชีพพยาบาล และเป็นแบบอย่าง และเป้าหมายแก่พยาบาลทั่วโลก ทั้งยังมีจุดมุ่งหมายให้พยาบาลทั่วโลกจัดกิจกรรมบำเพ็ญประโยชน์แก่สาธารณะชน และรณรงค์การแก้ไขปัญหาสุขภาพทุกปี ผลิตโดย ฝ่ายการพยาบาล โรงพยาบาลศรีนครินทร์ คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น ",
      "type": "video",
      "category": "education",
      "tags": ["โรงพยาบาล", "การแพทย์"],
      "fileUrl": "/mock/resources/chemistry.mp4",
      "thumbnailUrl": "/mock/resources/vdo-1.mp4",
      "videoUrl": "https://youtu.be/OOsCARA5hF4",
      "uploadedBy": "admin",
      "downloadCount": 60,
      "createdAt": "2024-04-04T13:30:00Z",
      "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0031",
        "title": "วิดีโอศูนย์เซลล์บำบัดรักษา",
        "description": " ",
        "type": "video",
        "category": "education",
        "tags": ["รักษา", "การแพทย์","บำบัด"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://youtu.be/OQ9hcWsiIQM",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0031",
        "title": "วิดีโอบุคลากรห้องฉุกเฉิน คณะแพทยศาสตร์",
        "description": " บุคลากรห้องฉุกเฉิน คณะแพทยศาสตร์ โรงพยาบาลศรีนครินทร์ ขอขอบพระคุณคุณวิโรจน์ ศรีสดใส ที่ได้อนุเคราะห์เครื่องปรับอากาศ จำนวน 2 เครื่องให้แก่ ห้องฉุกเฉิน โรงพยาบาลศรีนครินทร์ เพื่อช่วยบรรเทาอุณหภูมิที่ร้อนจัดและอำนวยความสะดวก แก่บุคลากร และผู้รับบริการห้องฉุกเฉิน ขออำนาจคุณพระศรีรัตนตรัยจงดลบันดาลให้คุณวิโรจน์ ศรีสดใส และครอบครัว มีสุขภาพร่างกายที่แข็งแรง  สุขสมหวังดั่งปรารถนาทุกประการเทอญ",
        "type": "video",
        "category": "education",
        "tags": ["บุคคลากร", "การแพทย์","ห้องฉุกเฉิน"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=ARSXmOlSns0M",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0032",
        "title": "วิดีโอรักษารากฟัน ติดเชื้อในกระแสเลือดเสี่ยงเสียชีวิต",
        "description": "",
        "type": "video",
        "category": "education",
        "tags": ["รักษารากฟัน", "การแพทย์","ติดเชื้อ"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://youtu.be/_Q0Og1e6rqY",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0033",
        "title": "วิดีโอครบรอบ 52 ปี คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
        "description": "",
        "type": "video",
        "category": "education",
        "tags": ["ครบรอบ", "คณะแพทย์ศาสตร์"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=EviHrcr6VJw",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0034",
        "title": "วิดีโอสาระสุขภาพกับหมอมข. ตอน เช็คอาการฝุ่น pm2.5 ส่งผลร้ายต่อสุขภาพ!!",
        "description": "💨 ฝุ่น PM 2.5 ทำร้ายสุขภาพโดยที่เราไม่รู้ตัว! 😷รู้หรือไม่? ฝุ่น PM 2.5 สามารถเข้าสู่ร่างกายได้ลึกถึงปอดและกระแสเลือด โดยไม่ต้องสัมผัสแค่ในอากาศ แต่สามารถทำให้เราป่วยได้เรื้อรัง! ถ้าไม่อยากให้สุขภาพเสียหาย ต้องรู้จัก วิธีเช็คอาการ และ วิธีป้องกันตัวเอง วันนี้เรามีคำแนะนำมาฝาก!✅ อาการที่ต้องระวัง✅ ผลกระทบต่อร่างกาย✅ วิธีรับมือป้องกันฝุ่น PM 2.5 โดย อ.นพ.พชร ร่วมพัฒนาสาขาวิชาโสต ศอ นาสิกวิทยาคณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
        "type": "video",
        "category": "education",
        "tags": ["สุขภาพ", "การแพทย์","pm2.5"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=HJK-GpPu6y8",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    }, 
    {
      "id": "r0035",
        "title": "วิดีโอเสวนากับหมอ ทำอย่างไรเมื่อฉันเป็น เบาหวาน",
        "description": "",
        "type": "video",
        "category": "education",
        "tags": ["สุขภาพ", "การแพทย์","เบาหวาน"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=obRoX2NuLPc",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0036",
        "title": "วิดีโอห้องผ่าตัดที่ทันสมัยในบ้านของเรา",
        "description": "ห้องผ่าตัดไฮบริด (Hybrid Operating Room) หรือ ห้องผ่าตัดระบบผสมผสาน ที่ช่วยเพิ่มศักยภาพและความปลอดภัยในการผ่าตัดให้กับผู้ป่วยโรคหลอดเลือด สามารถทำการผ่าตัดไปพร้อมกับการสอดสายสวนได้ เพื่อให้ประชาชนได้รับการรักษาที่มีคุณภาพในระดับสากล",
        "type": "video",
        "category": "education",
        "tags": ["ห้องผ่าตัด", "การแพทย์"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=r8mjR0G0_9o",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0037",
        "title": "วิดีโอดูแลไตอย่างไรให้ห่างไกลโรคไต",
        "description": "รายการใหม่ จาก MDKKU Channel ฟังเพลินได้สาระความรู้ สามารถรับฟังได้ทั้งทาง Youtube และ www.blockdit.com เพียงเสริจชื่อ MDKKU Channel ก็สามารถรับฟังได้ยาวๆเพลินๆเปิดรายการใหม่ด้วย เคล็ดลับ การดูแลไต อวัยวะสำคัญของร่างกายเรา ใช้ชีวิตอย่างไร ให้ยังสามารถทานอาหารได้อย่างมีความสุข ให้ห่างไกลโรคไตโดย อ.พญ.จิตรานนท์ จันทร์อ่อน อาจารย์ประจำสาขาวิชาโรคไต ภาควิชาอายุรศาสตร์คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
        "type": "video",
        "category": "education",
        "tags": ["โรคไต", "การแพทย์","ดูแล"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=M1IhPz2CPIc",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0038",
        "title": "วิดีโอ Heat Stroke ภัยร้ายหน้าร้อน",
        "description": "เมษาหน้าร้อน ร้อนกาย ร้อนใจ ร่วมดูแลตัวเองไปกับแพทย์ผู้เชี่ยวชาญจากโรงพยาบาลศรีนครินทร์ กับคลิปสาระความรู้ Heat Stroke ภัยร้ายหน้าร้อนHeat Stroke คืออะไร เหมือนกับการเป็นลมแดดหรือไม่ การปฐมพยาบาลต้องทำอย่างไร โดย อ.นพ.ธนัท ทั้งไพศาลสาขาวิชาเวชศาสตร์ฉุกเฉิน คณะแพทยศาสตร์ มหาวิทยาลัยขอนแก่น",
        "type": "video",
        "category": "education",
        "tags": ["ฮีทสโตก", "การแพทย์","ร้อน"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=pqHoe1a0slo&ab_channel=MDKKUChannel",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
    },


    {
  "id": "r0039",
    "title": "วิดีโอ มข.อนุมัติ 3 ชื่อปริญญาใหม่ - ผลักดัน AI สู่การศึกษายุคดิจิทัล",
    "description": "Inside Council EP 7 !  มข. อนุมัติ 3 ชื่อปริญญาใหม่ สาขาวิชาการจัดการ สาขาวิชารัฐศาสตร์ และสาขาวิชานิเทศศาสตร์ - ผลักดัน AI สู่การศึกษายุคดิจิทัล  สภามหาวิทยาลัยขอนแก่นเปิดประตูสู่โลก AI อย่างเต็มรูปแบบ! 🚀 พร้อมจัดอบรม Generative AI Essentials for Organizational Boards ให้กรรมการสภาและผู้บริหารระดับสูงทดลองใช้งานจริง ไฮไลท์การประชุม: อนุมัติชื่อปริญญาใหม่ 3 สาขา ที่ มข. ไม่เคยมีมาก่อน ได้แก่ สาขาวิชาการจัดการ สาขาวิชารัฐศาสตร์ และสาขาวิชานิเทศศาสตร์📚ดร.ณรงค์ชัย อัครเศรณี นายกสภาฯ เน้นย้ำการใช้ AI อย่างมีจรรยาบรรณ  💻 รศ.นพ.ชาญชัย อธิการบดี ชี้แนวทางเตรียมบัณฑิตให้พร้อมทำงานในยุค AI ขณะที่หม่อมราชวงศ์ปรีดิยาธร แนะการประยุกต์ใช้ AI ในห้องเรียนอย่างมีวิจารณญาณ ✨ติดตามเบื้องลึกการประชุมสภามหาวิทยาลัยขอนแก่น ครั้งที่ 3/2568 และเรียนรู้พร้อมกันถึงนโยบาย AI ที่วางอยู่บนหลักการ Proficiency, Culture และ Ethics! 💡 ",
    "type": "video",
    "category": "education",
    "tags": ["การเรียนการสอน", "Ai","มหาวิทยาลัย"],
    "fileUrl": "/mock/resources/chemistry.mp4",
    "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
    "videoUrl": "https://www.youtube.com/watch?v=C1dmQ7eaYzU&ab_channel=KKUChannel",
    "uploadedBy": "admin",
    "downloadCount": 60,
    "createdAt": "2024-04-04T13:30:00Z",
    "updatedAt": "2024-04-04T13:30:00Z"
    },
    {
      "id": "r0040",
        "title": "วิดีโอเรียนต่อ มข. KKU Insight  คณะเกษตรศาสตร์ มหาวิทยาลัยขอนแก่น",
        "description": "📢เรียนต่อ มข.KKU Insight มาแล้ว Ep.20 ครั้งนี้จะพาน้องๆไปล้วงลึกข้อมูลแนวทางการศึกษาต่อของคณะเกษตรศาสตร์ มหาวิทยาลัยขอนแก่น มาดูว่าที่นี่เรียนอะไรกันบ้าง และครั้งนี้ท่านคณบดีคณะเกษตรศาสตร์ ให้เกียรติพาเยี่ยมชม AG Mart (ร้านแอคมาร์ท)  พร้อมชิมของอร่อยๆ พร้อมแล้วตามมารับชมกันเลย🎬 ระดับปริญญาตรีวิทยาศาตรบัณฑิต (วท.บ.) จำนวน 4 หลักสูตร📢 หลักสูตรเกษตรศาสตร์ 6 สาขาวิชาเอก ได้แก่(1) วิชาเอกกีฏวิทยา(2) วิชาเอกโรคพืชวิทยา(3) วิชาเอกปฐพีศาสตร์และสิ่งแวดล้อม(4) วิชาเอกพืชสวน(5) วิชาเอกพืชไร่(6) วิชาเอกการส่งเสริมและพัฒนาการเกษตร📢หลักสูตรเศรษฐศาสตร์เกษตรและธุรกิจเกษตร📢หลักสูตรการประมง📢หลักสูตรสัตวศาสตร์เกษตรศาสตรบัณฑิต(กษ.บ.) จำนวน 1 หลักสูตร 📢 หลักสูตรเกษตรนวัตกรรม" ,
        "type": "video",
        "category": "education",
        "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","คฯะเกษตรศาสตร์"],
        "fileUrl": "/mock/resources/chemistry.mp4",
        "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
        "videoUrl": "https://www.youtube.com/watch?v=fIjnpGSNU4A&ab_channel=KKUChannel",
        "uploadedBy": "admin",
        "downloadCount": 60,
        "createdAt": "2024-04-04T13:30:00Z",
        "updatedAt": "2024-04-04T13:30:00Z"
        },
        {
          "id": "r0041",
            "title": "วิดีโอมข.ประกาศนโยบายAI Ready University(Proficiency and Ethicality)แห่งแรกของประเทศ",
            "description": "มหาวิทยาลัยขอนแก่นประกาศนโยบาย AI Ready University - (Proficiency and Ethicality) ที่มุ่งสร้างระบบนิเวศการเรียนรู้และภูมิคุ้มกันเพื่อการใช้ AI อย่างชาญฉลาดและปลอดภัย โดยวางอยู่บน 3 หลักการสำคัญ คือAI Proficiency - บูรณาการความรู้และทักษะ AI ในทุกสาขาและการบริหารAI Culture - สร้างวัฒนธรรมการใช้ AI ผ่านการฝึกอบรมและกิจกรรมAI Ethics - ใช้ AI อย่างมีจริยธรรม โปร่งใส และรับผิดชอบต่อสังคม" ,
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "AI Ready","มหาวิทยาลัย"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=awBLSjGDpsU",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
            {
          "id": "r0042",
            "title": "วิดีโอคณะเทคโนโลยี มหาวิทยาลัยขอนแก่น",
            "description": "📢หลักสูตรที่เปิดสอน📢ปริญญาตรี คณะเทคโนโลยี มหาวิทยาลัยขอนแก่นหลักสูตรวิทยาศาสตรบัณฑิตของคณะเทคโนโลยีมุ่งหวังที่จะให้ผู้ที่สำเร็จการศึกษา มีคุณธรรม จริยธรรม และมีความ รู้พื้นฐานที่เหมาะสม เกี่ยวข้องสัมพันธ์กับ การนำทรัพยากร ธรรมชาติ ทางกายภาพ และทางชีวภาพ ไปใช้ให้เกิด ประโยชน์ สูงสุดต่อสังคม และประเทศชาติ แนวทางของหลักสูตร จะเน้นให้นักศึกษา มีความรู้ครอบคลุมทั้งด้านทฤษฎี และด้านปฏิบัติการ และได้ทดลองฝึกฝน ปฏิบัติงาน ในสภาพการทำงานจริง ตามสาขาวิชาชีพ เพื่อให้ผู้สำเร็จการศึกษาสามารถศึกษา หาความรู้ใหม่เพิ่มเติมได้ตลอดเวลา และสามารถ ใช้ความรู้ปฏิบัติงานร่วมกับผู้อื่น ในการพัฒนาประเทศได้อย่างมีประสิทธิภาพต่อไปหลักสูตรปริญญาตรี วิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีธรณีหลักสูตรปริญญาตรี วิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีชีวภาพหลักสูตรปริญญาตรี วิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีการอาหารหลักสูตรปริญญาตรี วิทยาศาสตรบัณฑิต สาขาวิชาเทคโนโลยีระบบการผลิตและการจัดการอุตสาหกรรมหลักสูตรปริญญาตรี วิทยาศาสตรบัณฑิต สาขาวิทยาศาสตร์และเทคโนโลยีการประกอบอาหาร📢ปริญญาโท คณะเทคโนโลยี มหาวิทยาลัยขอนแก่นหลักสูตรวิทยาศาสตรมหาบัณฑิต คณะเทคโนโลยี มหาวิทยาลัยขอนแก่น (วท.ม) ปริญญาโท ภาคปกติมุ่งเน้นให้นักศึกษาได้มีความรู้ ในระดับที่เฉพาะเจาะจงมากขึ้น สามารถกำหนดวิธีการศึกษา หาองค์ความรู้ใหม่ โดยการทำวิจัยอย่างเป็นระบบ ในขอบข่ายเนื้อหาที่เกี่ยวข้องรายชื่อสาขาวิชาหลักสูตรปริญญาโท วิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีและนวัตกรรมอาหารจากพืชวิทยาศาสตรมหาบัณฑิต (หลักสูตรปรับปรุง พ.ศ.2566)หลักสูตรปริญาโท วิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีธรณี (หลักสูตรปรับปรุง พ.ศ.2566)หลักสูตรปริญญาโท วิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีชีวภาพ📢ปริญญาเอก คณะเทคโนโลยี มหาวิทยาลัยขอนแก่นหลักสูตรปริญญาเอกหลักสูตรระดับปริญญาเอก ปรัชญาดุษฎีบัณฑิต คณะเทคโนโลยี มหาวิทยาลัยขอนแก่น (ปร.ด)    มุ่ง เน้นในการผลิตบุคลากร ที่มีความรู้ความสามารถระดับสูง สามารถวิเคราะห์องค์ความรู้ที่มีอยู่แล้ว เพื่อกำหนดแนวทาง ในการสืบเสาะ แสวงหาองค์ ความรู้ใหม่ ด้วยการกำหนดเนื้อหาหลักสูตรปริญญาเอก ปรัชญาดุษฎีบัณฑิต สาขาวิชาเทคโนโลยีธรณีหลักสูตรปริญญาเอก ปรัชญาดุษฎีบัณฑิต สาขาวิชาเทคโนโลยีชีวภาพ (หลักสูตรปรับปรุง พ.ศ.2565)หลักสูตรปริญญาเอก ปรัชญาดุษฎีบัณฑิต สาขาวิชาเทคโนโลยีการอาหาร (หลักสูตรปรับปรุง พ.ศ. 2561)หลักสูตรปริญาเอก หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาเทคโนโลยีและนวัตกรรมอาหารจากพืช (หลักสูตรปรับปรุง พ.ศ.2566)" ,
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","คณะเทคโนโลยี"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=BmQx3qDt0Po&pp=0gcJCYUJAYcqIYzv",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
           {
          "id": "r0043",
            "title": "วิดีโอวิทยาลัยการคอมพิวเตอร์ มหาวิทยาลัยขอนแก่น",
            "description":" 📢 หลักสูตรที่เปิดสอนระดับปริญญาตรีวิทยาการคอมพิวเตอร์เทคโนโลยีสารสนเทศภูมิสารสนเทศศาสตร์ปัญญาประดิษฐ์ความมั่นคงปลอดภัยไซเบอร์ปริญญาโทวิทยาการข้อมูลและปัญญาประดิษฐ์ หลักสูตรนานาชาติวิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศภูมิสารสนเทศศาสตร์ปริญญาเอกวิทยาการคอมพิวเตอร์และเทคโนโลยีสารสนเทศ หลักสูตรนานาชาติภูมิสารสนเทศศาสตร์📢  “KKU Insight” รายการที่จะพาคุณผู้ชมไป ล้วงลึกข้อมูลด้านการศึกษาต่อในคณะต่างๆ ของมหาวิทยาลัยขอนแก่น ทั้งด้านการศึกษาต่อ การใช้ชีวิตในมหาวิทยาลัยขอนแก่น และพาคุณผู้ชมชมบรรยากาศที่น่าสนใจภายในคณะต่างๆ",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","วิทยาลัยการคอมพิวเตอร์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=is8NG0awm1c&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
           {
          "id": "r0044",
            "title": "วิดีโอKhon Kaen University",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "Khon Kaen","มหาวิทยาลัย"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=At0He_YpDxg&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0045",
            "title": "วิดีโอ รวมพลคน IT พัฒนาระบบสุขภาพของไทย",
            "description":"Thailand Health AI Conference & Datathon 2023รวมพลคน IT พัฒนาระบบสุขภาพของไทยมหาวิทยาลัยขอนแก่น จับมือกับองค์กรด้านสุขภาพจัดงาน Thailand Health AI Conference & Datathon 2023 ระหว่างวันที่ 4-6 ตุลาคม 2566 ณ อุทยานวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น เพื่อการขับเคลื่อนงานด้านปัญญาประดิษฐ์ในทางสุขภาพ (Health AI) ในประเทศไทยเ สร้างประโยชน์สูงสุดต่อสุขภาวะของประชาชน ตอกย้ำ 60 ปี การเป็นมหาวิทยาลัยทึ่สร้างสรรค์และพัฒนาเพื่อสังคม",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "IT","มหาวิทยาลัย"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=wCVkSGJEu30&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0046",
            "title": "วิดีโอคณะสหวิทยาการ มหาวิทยาลัยขอนแก่น ",
            "description":"🎬เทปนี้ไปกันที่ คณะสหวิทยาการ มข.ที่จังหวัดหนองคาย  ที่มีตั้ง 8 หลักสูตร  13 สาขา วิชา นอกจากได้รู้แล้วว่ามีหลักสูตรอะไรบ้าง KKU Insight  เทปนี้ก็พาไปดูพิพิธภัณฑ์สัตว์น้ำจังหวัดหนองคาย 🐡🐠🐟🦭🐬🐋มีไฮไลท์การจัดแสดงทั้งปลาน้ำเค็ม และ ปลาน้ำจืด  ไปดูกันว่า อุโมงค์ใต้น้ำที่มีความลึก 8 เมตร แถมยาวกว่า 30 เมตร !!! มันเป็นยังไง  🤩🤩ว่ากันว่าให้ฟีลลลเหมือนเดินสู่ใจกลางแม่น้ำโขงเลยเด้อ รายละเอียดหลักสูตรแบบจุกๆ 📢1. หลักสูตรวิทยาศาสตร์บัณฑิต มี 5 สาขาวิชา 👨‍🏫1สาขาวิชาวิทยาการคอมพิวเตอร์และสารสนเทศ 2สาขาวิชาวิทยาศาสตร์การกีฬานวัตกรรมและสุขภาพ 3สาขาวิชาเทคโนโลยีการผลิตสัตว์น้ำ 4 สาขาวิชาวิทยาศาสตร์สิ่งแวดล้อมและทรัพยากรธรรมชาติ 5สาขาวิชาเทคโนโลยีและนวัตกรรมอาหาร2.หลักสูตรเศรษฐศาสตร์บัณฑิต1.สาขาวิชาเศรษฐศาสตร์ระหว่างประเทศนวัตกรรมและความยั่งยืน👨‍💼3. หลักสูตรรัฐประศาสนศาสตร์1.สาขาวิชารัฐประศาสนศาสตร์⚖️4. หลักสูตรนิติศาสตร์บัณฑิต1.สาขาวิชานิติศาสตร์💵5. หลักสูตรบริหารธุรกิจ มี 2 สาขาวิชา1.สาขาวิชาบริหารธุรกิจ 2.สาขาวิชานวัตกรรมการท่องเที่ยวและการบริการ💰6. หลักสูตรบัญชีบัณฑิต1.สาขาวิชาบัญชี📙7. หลักสูตรศิลปศาสตรบัณฑิต1.สาขาวิชาภาษาอังกฤษเพื่อการจัดการธุรกิจ📚8. หลักสูตรศึกษาศาสตร์บัณฑิต1.สาขาการสอนภาษาอังกฤษในฐานะภาษาต่างประเทศ",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","คณะสหวิทยาการ"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=ZoiZ7xyErqc&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0047",
            "title": "วิดีโอวิทยาลัยการปกครองท้องถิ่น มหาวิทยาลัยขอนแก่น ",
            "description":"📢 หลักสูตรที่เปิดสอน📢หลักสูตรระดับปริญญาตรีหลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชาการจัดการปกครองท้องถิ่นหลักสูตรรัฐประศาสนศาสตรบัณฑิต สาขาวิชาการจัดการการคลังหลักสูตรเทคโนโลยีบัณฑิต สาขาวิชาการจัดการเมืองและโครงสร้างพื้นฐานหลักสูตรรัฐประศาสนศาสตรบัณฑิต (หลักสูตรปรับปรุง พ.ศ. 2565)📢หลักสูตรระดับปริญญาโท  หลักสูตรรัฐประศาสนศาสตรมหาบัณฑิต📢หลักสูตรระดับปริญญาเอก  หลักสูตรรัฐประศาสนศาสตรดุษฎีบัณฑิตสาขาวิชาการบริหารกิจการสาธารณะ📢หลักสูตร Pre-Degree------------------------------------------------------------------📢  “KKU Insight” รายการที่จะพาคุณผู้ชมไป ล้วงลึกข้อมูลด้านการศึกษาต่อในคณะต่างๆ ของมหาวิทยาลัยขอนแก่น ทั้งด้านการศึกษาต่อ การใช้ชีวิตในมหาวิทยาลัยขอนแก่น และพาคุณผู้ชมชมบรรยากาศที่น่าสนใจภายในคณะต่างๆ",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","การปกครองท้องถิ่น"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=gRKXHeaZy3A&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
             {
          "id": "r0048",
            "title": "วิดีโอคณะสาธารณสุขศาสตร์ มหาวิทยาลัยขอนแก่น ",
            "description":"📢หลักสูตรระดับปริญญาตรี1. หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาสาธารณสุขศาสตร์วิชาเอก อนามัยสิ่งแวดล้อมวิชาเอก อาชีวอนามัยและความปลอดภัย2. หลักสูตรวิทยาศาสตรบัณฑิต สาขาวิชาอนามัยสิ่งแวดล้อม อาชีวอนามัยและความปลอดภัย (โครงการพิเศษ)3. หลักสูตรสาธารณสุขศาสตรบัณฑิต📢หลักสูตรระดับบัณฑิตศึกษาระดับปริญญาโท จำนวน 3 หลักสูตร1. หลักสูตรสาธารณสุขศาสตรมหาบัณฑิต มี 9 กลุ่มวิชา-สาธารณสุขศาสตร์-การบริหารสาธารณสุข-อนามัยสิ่งแวดล้อม-วิทยาการระบาด-โภชนศาสตร์เพื่อสุขภาพ-พฤติกรรมสุขภาพและการส่งเสริมสุขภาพ--การจัดการความปลอดภัยอาชีวอนามัย และสิ่งแวดล้อมสารสนเทศเพื่อสุขภาพ-วิทยาการจัดการวิจัยทางสุขภาพ2. หลักสูตรสาธารณสุขศาสตรมหาบัณฑิต สาขาวิชาชีวสถิติ3. หลักสูตรสาธารณสุขศาสตรมหาบัณฑิต (นานาชาติ)4. หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาอาชีวอนามัยและความปลอดภัย📢 ระดับปริญญาเอก จำนวน 3 หลักสูตร1. หลักสูตรสาธารณสุขศาสตรดุษฎีบัณฑิต ภาคปกติ 2. หลักสูตรสาธารณสุขศาสตรดุษฎีบัณฑิต นานาชาติ3. หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาวิทยาการะบาดและชีวสถิติ นานาชาติ",
            "type": "video",
            "category": "education",
            "tags": ["การเรียนการสอน", "เรียนต่อ","มหาวิทยาลัย","คณะสาธารณสุขศาสตร์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=dhDseFaH3LA&ab_channel=KKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0049",
            "title": "วิดีโอผลงานด้านสื่อประชาสัมพันธ์ (Animation) : 8R อนุรักษ์พลังงานและสิ่งแวดล้อม ",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["กราฟฟิก", "ผลงาน","อนุรักษ์","สิ่งแวดล้อม","การแพทย์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=qbPId0HH6Uk&ab_channel=MDKKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0050",
            "title": "วิดีโอผลงานด้านสื่อประชาสัมพันธ์ Simple Ten ways to protect the envelopment",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["กราฟฟิก", "ผลงาน","การแพทย์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=LD3huYD_jxY&ab_channel=MDKKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0051",
            "title": "วิดีโอผลงานด้านสื่อประชาสัมพันธ์ Start living s sustainable style",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["กราฟฟิก", "ผลงาน","การใช้ชีวิต","การแพทย์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=Prz3nczWIuw&ab_channel=MDKKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
          {
          "id": "r0052",
            "title": "วิดีโอผลงานด้านสื่อประชาสัมพันธ์ วิธีอนุรักษ์พลังงาน",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["กราฟฟิก", "ผลงาน","พลังงาน","การแพทย์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=FIAT97EO6OU&ab_channel=MDKKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          },
           {
          "id": "r0053",
            "title": "วิดีโอผลงานด้านสื่อประชาสัมพันธ์ แยกขยะให้ถูกวิธี ดีต่อเราดีต่อโลก",
            "description":"",
            "type": "video",
            "category": "education",
            "tags": ["กราฟฟิก", "ผลงาน","แยกขยะ","การแพทย์"],
            "fileUrl": "/mock/resources/chemistry.mp4",
            "thumbnailUrl": "/mock/resources/thumb-chemistry.jpg",
            "videoUrl": "https://www.youtube.com/watch?v=O4W43PEWHOc&ab_channel=MDKKUChannel",
            "uploadedBy": "admin",
            "downloadCount": 60,
            "createdAt": "2024-04-04T13:30:00Z",
            "updatedAt": "2024-04-04T13:30:00Z"
          }
  ]
}

